Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/CameraSettings/CameraSettings.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# CAM_ACTION_MODE_LOW_LIGHT
source: Action Mode Lower Light
ar: نمط الحركة في الإضاءة المنخفضة
bg: Режим В движение при по-слаба светлина
bn: অ্যাকশন মোড (কম আলো)
ca: Mode d’acció amb poca llum
cs: Akční režim ve slabším osvětlení
da: Action-funktion ved dårligere lys
de: Actionmodus „Weniger Licht“
el: Λειτουργία δράσης «Χαμηλότερος φωτισμός»
es: Modo Acción con poca luz
es_us: Modo Acción con poca luz
fi: Toiminta-tila, heikompi valo
fr: Mode Action Éclairage plus faible
fr_ca: Mode Action : plus faible niveau de lumière
gu: ઍક્શન મોડ લોઅર લાઇટ
he: ״מצב אקשן״ בתאורה נמוכה
hi: ऐक्शन मोड निम्न प्रकाश
hr: Akcijski mod pri slabom svjetlu
hu: Akció mód kevesebb fény mellett
id: Mode Aksi Rendah Cahaya
it: Modalità Azione con luminosità bassa
ja: アクションモード（低照度）
kk: Әрекет режимінің көмескілеу жарығы
kn: ಆ್ಯಕ್ಷನ್ ಮೋಡ್ ಲೋವರ್ ಲೈಟ್
ko: 액션 모드 저조도
lt: Mažesnis apšvietimas veiksmo režimu
ml: ആക്ഷൻ മോഡ് കുറഞ്ഞ വെളിച്ചം
mr: ॲक्शन मोड कमी प्रकाश
ms: Cahaya Lebih Malap Mod Aksi
nb: Actionmodus ved svakt lys
nl: Actiemodus minder licht
or: କାର୍ଯ୍ଯ ମୋଡ୍ କମ୍ ଲାଇଟ୍
pa: ਐਕਸ਼ਨ ਮੋਡ ਘੱਟ ਰੌਸ਼ਨੀ
pl: Tryb Akcja (słabe oświetlenie)
pt_br: Modo de Ação: Pouca Luz
pt_pt: Modo Ação com pouca luz
ro: Mod Acțiune cu lumină mai slabă
ru: Режим «Экшн» — неяркий свет
sk: Akčný režim v slabšom osvetlení
sl: Akcijski način pri slabši osvetlitvi
sv: Actionläge vid svagare ljus
ta: குறைந்த வெளிச்சத்தில் ஆக்‌ஷன் பயன்முறை
te: యాక్షన్ మోడ్ తక్కువ లైట్
th: โหมดแอ็คชั่นในที่แสงน้อย
tr: Hareket Modu Daha Az Işık
uk: Режим «Швидкий рух»: низька освітленість
ur: ایکشن موڈ کم روشنی
vi: Chế độ hành động ánh sáng yếu
zh_cn: 运动模式弱光
zh_hk: 動作模式較低光
zh_tw: 動作模式低光

# CAM_ACTION_MODE_LOW_LIGHT_FOOTER
source: Action mode will decrease the stabilization to optimize for less bright scenes.
ar: سيقلل نمط الحركة من الثبات لتحسين الفيديو في المشاهد ذات الإضاءة المنخفضة.
bg: Режимът В движение ще повиши стабилизацията, за да оптимизира при сцени с по-малко светлина.
bn: কম আলো থাকা দৃশ্যের সাথে মানিয়ে নিতে অ্যাকশন মোড স্থিতিশীলতা কমিয়ে দেবে।
ca: El mode d’acció reduirà l’estabilització per optimitzar les escenes amb poca llum.
cs: V nastavení Akční režim se sníží stabilizace pro optimalizaci kvality záběru při slabším osvětlení.
da: Action-funktionen reducerer stabilisering for optimering af scener med mindre belysning.
de: Der Actionmodus verringert die Stabilisierung, um Videoaufnahmen bei weniger hellen Szenen zu optimieren.
el: Η Λειτουργία δράσης θα μειώσει τη σταθεροποίηση με σκοπό τη βελτιστοποίηση σκηνών με χαμηλότερο φωτισμό.
es: El modo Acción reducirá la estabilización para mejorar las escenas grabadas con menos luz.
es_us: El modo Acción reducirá la estabilización para optimizar las tomas en situaciones de poca luz.
fi: Toiminta-tila vähentää vakautta optimoidakseen vähemmän kirkkaita kohtauksia.
fr: Le mode Action réduira la stabilisation afin d’optimiser les scènes moins éclairées.
fr_ca: Le mode Action réduira la stabilisation pour optimiser les scènes moins éclairées.
gu: ઓછા ચળકતા સીનને ઑપ્ટિમાઇઝ કરવા માટે ઍક્શન મોડ સ્થિરતા ઘટાડી દેશે.
he: ״מצב אקשן״ יפחית את הייצוב כדי למטב צילומים בסצנות פחות מוארות.
hi: कम स्पष्ट दृश्यों के लिए ऑप्टिमाइज़ करने के लिए ऐक्शन मोड स्थिरीकरण को घटा देगा।
hr: Akcijski mod smanjit će stabilizaciju radi optimiziranja za slabije osvijetljene scene.
hu: Az Akció mód csökkenti a stabilizálást a kevésbé megvilágított helyszíneken készített felvételek optimalizálásához.
id: Mode Aksi akan mengurangi stabilisasi untuk pengoptimalan di kondisi yang kurang terang.
it: La modalità Azione ridurrà la stabilizzazione per ottimizzare i video in ambienti meno luminosi.
ja: やや暗いシーンを最適化するために、アクションモードで手ぶれ補正を減らします。
kk: Әрекет режимі көмескі көріністерді оңтайландыру үшін тұрақтандыруды төмендетеді.
kn: ಆ್ಯಕ್ಷನ್ ಮೋಡ್, ಕಡಿಮೆ ಬೆಳಕಿನ ದೃಶ್ಯಗಳಿಗಾಗಿ ಆಪ್ಟಿಮೈಸ್ ಮಾಡಲು ಸ್ಟೆಬಿಲೈಸೇಷನ್ ಅನ್ನು ಕಡಿಮೆ ಮಾಡುತ್ತದೆ.
ko: 액션 모드는 밝기가 더 낮은 장면을 최적화하기 위해 안정화 정도를 줄입니다.
lt: Veiksmo režimas sumažins stabilizavimą, kad būtų galima optimizuoti mažesnio ryškumo scenas.
ml: ബ്രൈറ്റ്നസ് കുറഞ്ഞ ദൃശ്യങ്ങൾക്കായി ഓപ്റ്റിമൈസ് ചെയ്യാൻ ആക്ഷൻ മോഡ് സ്റ്റബിലൈസേഷൻ കുറയ്ക്കും.
mr: कमी ब्राइट दृश्यांना ऑप्टिमाइझ करण्यासाठी ॲक्शन मोड स्थिरता कमी करेल.
ms: Mod Aksi akan mengurangkan penstabilan untuk mengoptimumkan adegan yang kurang cerah.
nb: Actionmodus vil redusere stabiliseringen for å optimalisere videoen ved svake lysforhold.
nl: De actiemodus vermindert de stabilisatie om minder heldere scènes te optimaliseren.
or: କମ୍ ଉଜ୍ଜ୍ବଳ ଦୃଶ୍ଯଗୁଡି଼କୁ ଅପ୍ଟିମାଇଜ୍ କରିବା ପାଇଁ କାର୍ଯ୍ଯ ମୋଡ୍ ସ୍ଥିରୀକରଣ ହ୍ରାସ କରିବ।
pa: ਘੱਟ ਚਮਕਦਾਰ ਦ੍ਰਿਸ਼ਾਂ ਨੂੰ ਅਨੁਕੂਲ ਬਣਾਉਣ ਲਈ ਐਕਸ਼ਨ ਮੋਡ ਸਥਿਰੀਕਰਨ ਨੂੰ ਘਟਾ ਦੇਵੇਗਾ।
pl: Tryb Akcja obniży poziom stabilizacji w celu zoptymalizowania wideo przy słabszym oświetleniu.
pt_br: O modo de Ação reduz a estabilização para otimizar as cenas com menos luz.
pt_pt: O modo Ação diminuirá a estabilização para otimizar as cenas menos luminosas.
ro: Modul Acțiune va reduce stabilizarea pentru a optimiza înregistrarea video a scenelor iluminate mai slab.
ru: В режиме «Экшн» стабилизация ослабляется, чтобы повысить качество видео при менее яркой освещенности.
sk: V akčnom režime sa zníži stabilizácia pre optimalizáciu kvality videa pri slabšom osvetlení.
sl: Akcijski način bo zmanjšal stabilizacijo z namenom optimizacije prizorov z manj svetlobe.
sv: Actionläget minskar stabiliseringen för att optimera video med mindre ljusstarka scener.
ta: குறைந்த வெளிச்சமுள்ள காட்சிகளை உகந்ததாக்குவதற்காக நிலைப்படுத்தலை ஆக்‌ஷன் பயன்முறை குறைக்கும்.
te: తక్కువ కాంతి ఉన్న దృశ్యాలను ఆప్టిమైజ్ చేయడానికి యాక్షన్ మోడ్ స్టెబిలైజేషన్‌ను తగ్గిస్తుంది.
th: โหมดแอ็คชั่นจะลดการป้องกันการสั่นเพื่อให้เหมาะสมสำหรับการบันทึกในบริเวณที่มีแสงสว่างน้อย
tr: Hareket modu, parlaklığı az ortamları en iyi duruma getirmek için stabilizasyonu azaltır.
uk: У режимі «Швидкий рух» знижуватиметься стабілізація для оптимізації зображення за низької освітленості.
ur: کم روشنی والے مناظر کو آپٹیمائز کرنے کے لیے ایکشن موڈ توازن کو کم کر دے گا۔
vi: Chế độ hành động sẽ giảm tính năng chống rung để tối ưu hóa cho các cảnh thiếu sáng.
zh_cn: 运动模式将降低稳定性以针对弱光场景优化。
zh_hk: 動作模式將會降低穩定性以將亮度較低的場景最佳化。
zh_tw: 動作模式會降低穩定效果來最佳化亮度較低的場景。

# CAM_AUDIO_CONFIGURATION_CINEMATIC
source: Spatial Audio
ar: الصوت المكاني
bg: Пространствено аудио
bn: স্পেশিয়াল অডিও
ca: Àudio espacial
cs: Prostorový zvuk
da: Rumlig lyd
de: 3D-Audio
el: Χωρικός ήχος
es: Audio espacial
es_us: Audio espacial
fi: Tilaääni
fr: Audio spatial
fr_ca: Audio spatial
gu: સ્પેશિયલ ઑડિઓ
he: שמע מרחבי
hi: स्पेशियल ऑडियो
hr: Prostorni zvuk
hu: Térbeli hangzás
id: Audio Spasial
it: Audio spaziale
ja: 空間オーディオ
kk: Кеңістіктік дыбыс
kn: ಸ್ಪೇಷಿಯಲ್ ಆಡಿಯೊ
ko: 공간 음향
lt: Erdvinis garsas
ml: സ്പേഷ്യൽ ഓഡിയോ
mr: स्पेशिअल ऑडिओ
ms: Audio Ruang
nb: Romtilpasset lyd
nl: Ruimtelijke audio
or: ସ୍ପେଶିୟଲ୍ ଅଡିଓ
pa: ਸਪੇਸ਼ੀਅਲ ਆਡੀਓ
pl: Dźwięk przestrzenny
pt_br: Áudio Espacial
pt_pt: Áudio espacial
ro: Audio spațial
ru: Пространственное аудио
sk: Priestorový zvuk
sl: Prostorski zvok
sv: Rumsligt ljud
ta: ஸ்பேஷியல் ஆடியோ
te: స్పేషియల్ ఆడియో
th: เสียงเชิงมิติพื้นที่
tr: Uzamsal Ses
uk: Просторове аудіо
ur: اسپیشیل آڈیو
vi: Âm thanh không gian
zh_cn: 空间音频
zh_hk: 空間音訊
zh_tw: 空間音訊

# CAM_AUDIO_CONFIGURATION_CINEMATIC_FOOTER
source: Spatial Audio records in a 3D audio format and will make intelligent, automatic decisions about how to mix the audio when Cinematic mode is used, or an Audio Mix is selected in Photos.
ar: يسجل الصوت المكاني بتنسيق صوتي ثلاثي الأبعاد وسيتخذ قرارات تلقائية ذكية بشأن كيفية مزج الصوت عند استخدام النمط السينمائي أو تحديد مزيج صوتي في تطبيق الصور.
bg: Функцията Пространствено аудио записва в 3D аудио формат и автоматично обработва записа, като интелигентно миксира аудиото, когато е използван Кинематографски режим или е избран Аудио микс в Снимки.
bn: ছবি অ্যাপে সিনেম্যাটিক মোড ব্যবহার করলে বা অডিও মিক্স নির্বাচন করলে, স্পেশিয়াল অডিওর মাধ্যমে 3D অডিও ফর্ম্যাটে রেকর্ড হয় এবং বুদ্ধিমত্তা দ্বারা স্বয়ংক্রিয়ভাবে অডিও মিক্স করা হয়।
ca: En el cas de les gravacions amb àudio espacial, el so s’enregistra en format 3D i es combina de manera automàtica i intel·ligent en utilitzar el mode de cine o una combinació d’àudio concreta a l’app Fotos.
cs: Prostorový zvuk zaznamenává zvuk v trojrozměrném formátu a inteligentně automaticky rozhoduje o tom, jak zvuk smíchat při použití filmařského režimu nebo volby Audio mix v aplikaci Fotky.
da: Rumlig lyd optager i et 3D-lydformat og træffer intelligente, automatiske beslutninger om, hvordan lyden skal blandes, når funktionen Filmisk bruges, eller der er valgt et lydmiks i Fotos.
de: 3D-Audioaufnahmen werden in einem 3D-Audioformat aufgezeichnet und entscheiden automatisch mithilfe von künstlicher Intelligenz, wie das Audio im Kinomodus gemischt oder ein Audiomix in „Fotos“ ausgewählt wird.
el: Ο Χωρικός ήχος πραγματοποιεί εγγραφές σε μορφή ήχου 3Δ, και θα συνθέτει έξυπνα και αυτόματα τον ήχο που εγγράφεται κατά τη χρήση της λειτουργίας «Κινηματογραφικό» ή την επιλογή μιας μείξης ήχου στις Φωτογραφίες.
es: El audio espacial se graba en formato 3D y se mezcla de forma inteligente y automática al usar el modo Cine o al seleccionar una mezcla de audio en la app Fotos.
es_us: El audio espacial se graba en un formato de audio 3D y, cuando se use el modo Cine o se seleccione una mezcla de audio en Fotos, se mezclará de forma automática e inteligente.
fi: Tilallinen ääni äänittää 3D-äänimuodossa ja päättää automaattisesti älykkäästi, miten ääni miksataan Elokuvallinen-tilaa käytettäessä tai miten Äänen miksaus valitaan Kuvissa.
fr: La fonctionnalité « Audio spatial » enregistrera du contenu au format audio 3D, et prendra des décisions intelligentes et automatiques quant au mixage de l’audio lorsque le mode Cinématique est activé ou lorsqu’un mix audio est sélectionné dans Photos.
fr_ca: L’enregistrement d’audio spatial utilise un format audio 3D qui combine intelligemment et automatiquement le contenu audio lorsque le mode Cinéma est utilisé, ou lorsqu’un mix audio est sélectionné dans Photos.
gu: સ્પેશલ ઑડિઓ 3D ઑડિઓ ફૉર્મેટમાં રેકોર્ડ કરે છે અને સિનેમૅટિક મોડનો ઉપયોગ કરવામાં આવે અથવા ફોટોસ ઍપમાં ઑડિઓ મિક્સ સિલેક્ટ કરવામાં આવે ત્યારે ઑડિઓ મિક્સ કરવાની રીત વિષે ઑટોમૅટિક રીતે ઇંટેલિજંટ નિર્ણય લેશે.
he: ״שמע מרחבי״ מקליט שמע בפורמט תלת-ממדי, וקובע אוטומטית באמצעות בינה מלאכותית את האופן שבו השמע ישולב בעת השימוש במצב ״קולנועי״, או כאשר ״שמע משולב״ נבחר ב״תמונות״.
hi: स्पेशियल ऑडियो एक 3D ऑडियो फ़ॉर्मैट में रिकॉर्ड करता है और सिनेमैटिक मोड का इस्तेमाल करने पर या तस्वीर ऐप में ऑडियो मिक्स चुने जाने पर ऑडियो मिक्स करने के संबंध में ऑटोमैटिकली इंटेलिजेंट निर्णय लेगा।
hr: Prostorna audio snimka snima u 3D audio formatu i napravit će inteligentne, automatske odluke o tome kako umiksati zvuk kada se koristi Filmski način rada ili je Audio miks odabran u aplikaciji Foto.
hu: A Térbeli hang 3D-hangformátumban rögzít, és a rendszer intelligens, automatikus döntéseket hoz arról, hogyan legyen mixelve a hang Filmszerű mód használatánál, vagy amikor egy audiomix van kiválasztva a Fotókban.
id: Audio Spasial merekam dalam format audio 3D dan akan mengambil keputusan otomatis dengan pintar mengenai cara membuat mixing audio saat mode Sinematik digunakan atau saat Mixing Audio dipilih di Foto.
it: Con l’audio spaziale, i suoni vengono registrati in formato 3D e, se usi la modalità Cinema o selezioni un mix audio in Foto, vengono mixati in modo automatico e intelligente.
ja: 空間オーディオでは、収録は3Dオーディオ形式で行われ、シネマティックモードが使用されている場合、または“写真”でオーディオミックスが選択されている場合には、どのようにオーディオをミックスするかがインテリジェントかつ自動的に決定されます。
kk: «Кеңістіктік дыбыс» аудионы 3D форматында жазады және «Кино» режимі пайдаланылған немесе «Фотолар» қолданбасында «Аудио микс» таңдалған кезде дыбысты араластыру бойынша автоматты түрде ақылды шешімдерді қолданады.
kn: ಸ್ಪೇಷಿಯಲ್ ಆಡಿಯೊ 3D ಆಡಿಯೊ ಫಾರ್ಮ್ಯಾಟ್‌ನಲ್ಲಿ ರೆಕಾರ್ಡ್ ಮಾಡುತ್ತದೆ ಮತ್ತು ಸಿನಿಮ್ಯಾಟಿಕ್ ಮೋಡ್ ಅನ್ನು ಬಳಸಿದಾಗ ಅಥವಾ ಫೋಟೋಗಳಲ್ಲಿ ಆಡಿಯೊ ಮಿಕ್ಸ್ ಅನ್ನು ಆಯ್ಕೆ ಮಾಡಿದಾಗ ಆಡಿಯೊವನ್ನು ಹೇಗೆ ಮಿಕ್ಸ್ ಎಂಬುದರ ಬಗ್ಗೆ ಇಂಟೆಲಿಜೆಂಟ್, ಸ್ವಯಂಚಾಲಿತ ನಿರ್ಧಾರಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳುತ್ತದೆ.
ko: 공간 음향은 3D 오디오 포맷으로 녹음되며, 시네마틱 모드가 사용되거나 사진 앱에서 특정한 오디오 믹스가 선택되었을 때 어떻게 오디오를 믹스할지에 관해 지능적인 판단을 자동으로 수행합니다.
lt: Naudojant funkciją „Erdvinis garsas“, pasirenkamas trimačio garso formatas ir priimami išmanūs automatiniai sprendimai derinant garso įrašus, kai naudojamas kinematografinis režimas arba „Nuotraukose“ pasirenkamas „Garsų maišymas“.
ml: സ്പേഷ്യൽ ഓഡിയോ ഒരു 3D ഫോർമാറ്റിൽ റെക്കോർഡ് ചെയ്യുകയും, സിനിമാറ്റിക് മോഡ് ഉപയോഗിക്കുമ്പോഴോ ഫോട്ടോസിൽ ഒരു ഓഡിയോ മിക്സ് സെലക്റ്റ് ചെയ്യുമ്പോഴോ എങ്ങനെ ഓഡിയോ മിക്സ് ചെയ്യണമെന്ന ഇന്റലിജന്റും ഓട്ടോമാറ്റിക്കുമായ തീരുമാനങ്ങളെടുക്കുകയും ചെയ്യും.
mr: स्पेशियल ऑडिओ एक 3D ऑडिओ फॉरमॅटमध्ये रेकॉर्ड करते आणि सिनेमॅटिक मोडचा वापर केल्याने किंवा छायाचित्रे ॲपमध्ये ऑडिओ मिक्स सिलेक्ट केल्यावर, ऑडिओ मिक्स करण्याच्या संबंधात इंटेलिजेंट, ऑटोमॅटिकली निर्णय घेईल.
ms: Audio Ruang merakam dalam format audio 3D, serta akan membuat keputusan pintar dan automatik tentang cara mencampurkan audio apabila mod Sinematik digunakan, atau Campuran Audio dipilih dalam Foto.
nb: Romtilpasset lyd tas opp i et 3D-lydformat og tar automatisk smarte valg om hvordan lydopptak skal mikses når filmatisk modus er valgt eller en lydmiks er valgt i Bilder.
nl: Met 'Ruimtelijke audio' worden opnamen gemaakt in een 3D-audiostructuur met intelligente, automatische beslissingen over het mixen van de audio wanneer de filmmodus wordt gebruikt of wanneer er een audiomix is geselecteerd in Foto's.
or: ସ୍ପେଶିୟଲ୍ ଅଡିଓ ଏକ 3D ଅଡିଓ ଫର୍ମାଟ୍‌ରେ ରେକର୍ଡ୍‌ କରେ ଏବଂ ଫଟୋରେ ସିନେମେଟିକ୍ ମୋଡ୍‌ର ବ୍ଯବହାର କରିବା ସମୟରେ କିମ୍ବା ଅଡିଓ ମିକ୍ସ୍ ଚୟନ କରିବା ସମୟରେ କିପରି ଅଡିଓ ମିକ୍ସ୍ କରାଯିବ ସେ ବିଷୟରେ ଇଣ୍ଟେଲିଜେଣ୍ଟ୍, ସ୍ବୟଂଚାଳିତ ନିର୍ଣ୍ଣୟ ନେବ।
pa: ਸਪੇਸ਼ੀਅਲ ਆਡੀਓ 3D ਆਡੀਓ ਫ਼ਾਰਮੈਟ ਰਿਕਾਰਡ ਕਰਦਾ ਹੈ ਅਤੇ ਸਿਨੇਮੈਟਿਕ ਮੋਡ ਦੀ ਵਰਤੋਂ ਕਰਨ, ਜਾਂ ਤਸਵੀਰਾਂ ਐਪ ਵਿੱਚ ਮਿਕਸ ਆਡੀਓ ਦੀ ਚੋਣ ਕੀਤੇ ਜਾਣ ‘ਤੇ ਆਡੀਓ ਨੂੰ ਕਿਵੇਂ ਮਿਲਾਉਣਾ ਹੈ, ਇਸ ਬਾਰੇ ਆਟੋਮੈਟਿਕ ਇੰਟੈਲੀਜੈਂਟ ਫ਼ੈਸਲੇ ਕਰੇਗਾ।
pl: Gdy używany jest tryb Filmowe lub w Zdjęciach włączona jest opcja Miks audio, funkcja nagrywania dźwięku przestrzennego nagrywa audio w formacie 3D i w sposób inteligentny miksuje nagrywany dźwięk.
pt_br: O Áudio Espacial é gravado em formato 3D e toma decisões inteligentes e automáticas sobre como fazer mixagens quando o modo Cinema é usado ou quando a opção Mixagem de Áudio é selecionada no app Fotos.
pt_pt: O áudio espacial grava num formato de áudio 3D e o áudio será misturado de forma inteligente e automática quando é usado o modo cinematográfico ou quando estiver selecionada uma mistura de áudio na aplicação Fotografias.
ro: Audio spațial înregistrează în format audio 3D și va lua decizii inteligente și automate în ceea ce privește combinarea sunetului atunci când este utilizat modul Cinematic sau când este selectat un mixaj audio în Poze.
ru: Функция «Пространственное аудио» записывает аудио в формате 3D и автоматически обрабатывает запись, интеллектуально микшируя звук при использовании режима «Киноэффект» либо инструмента «Аудиомикс» в Фото.
sk: Keď sa používa režim Film alebo je vo Fotkách vybraná možnosť Mix audia, priestorový zvuk sa nahráva v 3D zvukovom formáte a bude inteligentne automaticky mixovať zvuk.
sl: Funkcija Prostorski zvok snema v obliki zapisa zvoka 3D ter inteligentno in samodejno odloča o načinu mešanja zvoka v načinu Filmsko ali ob izbiri možnosti Zvočna slika v aplikaciji Fotografije.
sv: Rumsligt ljud spelas in i ett 3D-ljudformat och fattar intelligenta, automatiska beslut om hur ljudet ska mixas när cinematiskt läge används eller en ljudmix har valts i Bilder.
ta: ஸ்பேஷியல் ஆடியோ அம்சம் 3D ஆடியோ ஃபார்மெட்டில் பதிவுசெய்யும். “ஃபோட்டோஸ்” செயலியில் சினிமேட்டிக் பயன்முறையைப் பயன்படுத்தும்போது அல்லது ஆடியோ மிக்ஸைத் தேர்ந்தெடுக்கும்போது, ஆடியோவை எப்படி மிக்ஸ் செய்ய வேண்டும் என்பது குறித்த அறிவார்ந்த முடிவுகளைத் தானாகவே எடுக்கும்.
te: స్పేషియల్ ఆడియో 3D ఆడియో ఫార్మాట్‌లో రికార్డ్ చేస్తుంది మరియు సినిమాటిక్ మోడ్‌ను ఉపయోగించినప్పుడు లేదా ఫోటోలలో ఆడియో మిక్స్ ఎంపిక చేయబడినప్పుడు ఆడియోను ఎలా మిక్స్ చేయాలనే విషయంలో ఇంటెలిజెంట్, ఆటోమేటిక్ నిర్ణయాలను తీసుకుంటుంది.
th: เสียงเชิงมิติพื้นที่จะบันทึกในรูปแบบเสียง 3D และเลือกตัดสินใจอย่างชาญฉลาดอัตโนมัติเกี่ยวกับการผสมเสียงเมื่อใช้โหมดภาพยนตร์หรือเมื่อเลือกผสมเสียงในแอปรูปภาพ
tr: Uzamsal Ses, 3B ses biçiminde kayıt yapar ve Sinematik modu kullanılırken veya Fotoğraflar’da Ses Miksi seçiliyken sesleri karıştırmayla ilgili akıllı ve otomatik kararlar verir.
uk: Варіант «Просторове аудіо» записує обʼємний звук й автоматично застосовуватиме інтелектуальні алгоритми для мікшування в режимах «Кінематограф» та «Аудіомікс» у Фотографіях.
ur: اسپیشیل آڈیو 3D آڈیو فارمیٹ میں ریکارڈ کرتا ہے اور سنیمائی موڈ کا استعمال کرنے پر یا تصویر ایپ میں آڈیو مکس منتخب کیے جانے پر آڈیو مکس کرنے کے بارے میں آٹومیٹک طریقے سے ذہانت پر مبنی فیصلے کرے گا۔
vi: Bản ghi Âm thanh không gian có định dạng âm thanh 3D và sẽ tự động đưa ra quyết định thông minh về cách kết hợp âm thanh khi bạn sử dụng chế độ Điện ảnh hoặc chọn Hòa âm trong Ảnh.
zh_cn: 空间音频会以3D音频格式录制，并将在使用电影效果模式或在“照片”中选择“混音”时，智能自动决定如何对音频进行混音。
zh_hk: 「空間音訊」會以3D音訊格式錄製，並會在使用「電影效果」模式或於「相片」中選擇「混音」時，智能並自動決定如何進行混音。
zh_tw: 「空間音訊」會以3D音訊格式錄製，並且在電影級模式或在「照片」中選取「混音」時，運用智慧技術自動決定如何對音訊進行混音。

# CAM_AUDIO_CONFIGURATION_MONO
source: Mono
ar: أحادي
bg: Моно
bn: মনো
el: Μονοφωνικός ήχος
gu: મૉનો
he: מונו
hi: मोनो
hu: Monó
ja: モノ
kk: Моно
kn: ಮೊನೊ
ko: 모노
lt: Monofoninis
ml: മോണോ
mr: मोनो
or: ମୋନୋ
pa: ਮੋਨੋ
ru: Моно
ta: மோனோ
te: మోనో
th: โมโน
uk: Моно
ur: مونو
zh_cn: 单声道
zh_hk: 單聲道
zh_tw: 單聲道
